Revit 2021.1 API
UnitUtils.IsValidDisplayUnit Method
Overload List
Name | Description
IsValidDisplayUnit(DisplayUnitType) |  Obsolete.
 Checks whether a display unit is valid.
IsValidDisplayUnit(UnitType, DisplayUnitType) |  Obsolete.
 Checks whether a display unit is valid for a given unit type.
See Also
UnitUtils Class
UnitUtils Members
Autodesk.Revit.DB Namespace